/**
 * i18n string table for ziphone osx GUI.
 *
 * Note to translators: Many of the strings in this file contain HTML.  Obviously, don't translated
 * the HTML tag names, attributes, fonts, etc.  Just translate the text inside the tags.  
 * 
 * NOT ALL STRINGS in this file can handle HTML.  Don't add HTML tags where they don't already exist.
 * The help messages that appear in the progress window and the all-in-one action button captions
 * are the only strings that will parse HTML.
 *
 * PLEASE do NOT modify the English language comments above each string in ANY way - not even spacing.
 * These comments help the i18n tools re-sync this file whenever new items are added in the code.
 * Just translate the value of each string (after the equals sign).  The key name (before the equals sign)
 * is what the app uses to find each string.  The key names also must NOT be translated.
 * 
 * Language: English (US)
 * Old Maintainer: pendor
 * Last Update: 29-Feb-2008
 * New Maintainer: lex
 * Last Update: 19-May-2019 :)
 */

/* Html appears on the Do It All button */
"BUTTON_DoItAll" = "<font face=\"Lucida Grande\"><font size=\"+2\"><b>Do it all!</b></font><br/></font>";

/* Html appears on the Don't Unlock button */
"BUTTON_DontUnlock" = "<font face=\"Lucida Grande\"><font size=\"+2\"><b>Jailbreak + Activate</b></font><br/></font>";

/* Html appears on the Jailbreak button (simple GUI) */
"BUTTON_Jailbreak" = "<font face=\"Lucida Grande\"><font size=\"+2\"><b>Jailbreak</b></font><br/>Just jailbreak, only useful on iPod Touch 1.1-1.1.5.</font>";

/* Html appears on the Refurb/ierase button (simple GUI) */
"BUTTON_Refurb" = "<font face=\"Lucida Grande\"><font size=\"+2\"><b>Downgrade iPhone BL + Unlock</b></font><br/></font>";

/* Ziphone returned non-zero.  Should begin w/ two newlines and must include %d param: \n\nERROR: ziphone returned %d */
"ConsoleErrorReturn" = "\n\nERROR: ziphone returned %d";

/* Ziphone returned success.  Should start with two newlines: \n\nZiPhone completed successfully! */
"ConsoleSuccessReturn" = "\n\nZiPhone completed successfully!";

/* Button title to confirm killing console app: Kill It */
"DIALOG_AcceptKill" = "Kill It";

/* Dialog text explaining that killing ziphone may kill the phone: Killing ZiPhone now may cause damage to your phone and/or baseband! */
"DIALOG_ConfirmKillText" = "Killing ZiPhone now will stop everything!";

/* Dialog title to confirm killing console app: Are you sure you want to kill ZiPhone? */
"DIALOG_ConfirmKillTitle" = "Are you sure you want to kill ZiPhone?";

/* Button title to decline killing console app: Keep Running */
"DIALOG_DeclineKill" = "Keep Running";

/* Requirements for IMEI number: The new IMEI number must be 15 or 16 digits */
"DIALOG_InvalidIMEIText" = "The new IMEI number must be 15 or 16 digits";

/* Invalid IMEI */
"DIALOG_InvalidIMEITitle" = "Invalid IMEI";

/* Dialog text when no advanced options selected: You must pick at least one action parameter from the checkboxes on the left. */
"DIALOG_NoAdvancedSelectedText" = "You must pick at least one action parameter from the checkboxes on the left.";

/* Dialog title when nothing selected in advanced mode: No parameters selected */
"DIALOG_NoAdvancedSelectedTitle" = "No parameters selected";

/* OK for buttons */
"DIALOG_OK" = "OK";

/* Html displayed in help window in advanced mode */
"PROGHELP_Advanced" = "<font face=\"Lucida Grande\"><p>Check the actions to perform and click the Start Process button to begin.</p></font>";

/* Html giving info on the Do-It-All button */
"PROGHELP_DoItAll" = "<font face=\"Lucida Grande\">
   <p><font size=\"+1\">Jailbreaks, unlocks, activates, and downgrades to bootloader 3.9 for iPhones. (-Z -Y)</font></p>
   <p>This option will <b>downgrade the baseband bootloader</b> on 4.6 BL 
   iPhones (112+ OTB or modified with Bootneuter) to the oringial Apple bootloader 3.9 then unlock 1.1.3 or 1.1.4.</p><p>To use a brand new iPhone on any cell provider,
   choose this option, unless you want to unlock an iPhone on 1.1.2-1.1.4 with BL 4.6. In that case, just use the unlock option. It will not downgrade your bootloader 
   but will unlock. The 1.0-1.1.5 jailbreak installs Installer.app, the AFC2 USB service, and stashes files for more root partion space. The 2.0 beta 2-3 jailbreak 
   just installs the AFC2 service. Activation will bypass the connect to iTunes screen on the iPhone 
   or iPod Touch and the upgrade to iTunes 10 or greater in iTunes v7.5 message. </p>
   <p>-------------------------------------------------</p>
   </font>";

/* Html giving info on the Don't Unlock button */
"PROGHELP_DontUnlock" = "<font face=\"Lucida Grande\">
   <p><font size=\"+1\">Jailbreak + activate 1.0-1.1.5 and 2.0 beta 2-3. (-j -a)</font></p>
   <p>This option changes the activation status to activated then jailbreaks 1.0-1.1.5 and 2.0 beta2-3. The 1.0-1.1.5 jailbreak installs Installer.app, the AFC2
   USB service, and stashes files for more root partion space. The 2.0 beta 2-3 jailbreak just installs the AFC2 USB service. Activation will bypass the pink connect to iTunes screen in 2.0 beta 2-3, the iPhone activation screen on 1.0-1.1.4, and the upgrade 
   to iTunes v10 or greater message in iTunes v7.5.</p>
   <p>-------------------------------------------------</p>
   </font>";

/* Html displayed in help window at program launch */
"PROGHELP_Initial" = "<font face=\"Lucida Grande\"><p>Click any option at the left for more information, then click Start Process to begin.</p></font>";

/* Html giving info on the Jailbreak button (simple gui) */
"PROGHELP_Jailbreak" = "<font face=\"Lucida Grande\">
   <p><font size=\"+1\">Only jaibreaks, nothing else.</font></p>
   <p>This option is only useful for iPod Touchs on 1.0-1.1.5. It does not bypass the pink connect to iTunes screen in 2.0 beta 2-3, the iPhone activation screen on 1.0-1.1.4, and the upgrade 
   to iTunes v10 or greater message in iTunes v7.5.</p>
   <p>-------------------------------------------------</p>
   </font>";

/* Html giving info on the refurb/ierase button (simple gui) */
"PROGHELP_Refurb" = "<font face=\"Lucida Grande\">
   <p><font size=\"+1\">Just downgrade iPhone bootloader to 3.9 and unlock 1.1.3-1.1.4(-b)</font></p>
   <p>This option will <b>downgrade the baseband bootloader</b> on 4.6 BL 
   iPhones (112+ OTB or modified with Bootneuter) to the oringial Apple bootloader 3.9 then unlock 1.1.3 or 1.1.4.</p><p>To use a brand new iPhone on any cell provider,
   choose this option, unless you want to unlock an iPhone on 1.1.2-1.1.4 with BL 4.6. In that case, just use the unlock option in the advanced tab. It will not downgrade your bootloader 
   but will unlock. </p>
   <p>-------------------------------------------------</p>
   </font>";

/* URL of localized ziphone site: http://www.ziphone.org/ */
"URL_ZiphoneSite" = "https://zibri.ziphone.org/";

